[
	{
		"id": 1,
		"name": "BarterAnything",
		"img": [
			"https://gmo-portfolio.s3.eu-west-2.amazonaws.com/images/projects/barteranything.jpg"
		],
		"desc": "BarterAnything is a Cashless Ecommerce Platform. User's create profiles and negotiate terms for a value trade of any skill, service or Item they are offering.",
		"role": "Creative Director, UX Designer, Project Management.",
		"tech": "HTML, CSS, JavaScript, PHP, SQL.",
		"challenge": "Syncing up schedules with remote team mates.",
		"solution": "Practiced agile principles to maximise the effectiveness of collabrative work.",
		"source": {
			"url": "www.barteranything.com",
			"github": ""
		}
	},
	{
		"id": 2,
		"name": "CYF Glossary",
		"img": [
			"https://gmo-portfolio.s3.eu-west-2.amazonaws.com/images/projects/cyf-glossary.jpg"
		],
		"desc": ": My team and I, we responsible for delivering a glossary for technology-based technical terms.We were a team of 4 with a deadline of 24 days. I was the Project Manager and Front-End developer for the project. We successfully completed a working product on time and demonstrated its functionality to stakeholders.",
		"role": "UX/UI designer, Prototyping, Front-end Development, Project Management.",
		"tech": "HTML, CSS, JavaScript, React, NodeJS, Express, MongoDB.",
		"challenge": "Getting team to collaborate for product demoing.",
		"solution": "Encouraging inexperienced developers with practice, feedback and advice.",
		"source": {
			"url": "https://cyf-glossary-app.netlify.com/",
			"github": "https://github.com/ahmedahashim/CYF-Glossary"
		}
	},
	{
		"id": 3,
		"name": "See Your Future",
		"img": [
			"https://gmo-portfolio.s3.eu-west-2.amazonaws.com/images/projects/see-your-future.jpg"
		],
		"desc": "My team and I entered a competition hosted by Capgemini. Our object was to deliver a platform to connect inexperienced developers with companies, helping them to find out more about the industry and job roles. I was the Project Manager and Front-End developer for the project. We were a team of 8 and had a 30-day deadline. We successfully delivered a working product meeting the deadline and won ‘Best Engineered’ and ‘Most Innovative’ awards - 2 of 3 awards available. I was voted by my peers to receive the ‘Hero Helper’ award, due to my contributions.",
		"role": "UX/UI Designer, Front-end Developer, Project Management.",
		"tech": "HTML, CSS, JavaScript, React",
		"challenge": "Making sure team developer work to a high standard.",
		"solution": "Applying Agile practices for product delivery and utilising unit testing and acceptance testing.",
		"source": {
			"url": "https://stoic-euclid-1582e1.netlify.com/",
			"github": "https://github.com/eddientim/CYF-CAPGEMINI"
		}
	},
	{
		"id": 4,
		"name": "Hotel React",
		"img": [
			"https://gmo-portfolio.s3.eu-west-2.amazonaws.com/images/projects/hotel-react.jpg"
		],
		"desc": "Hotel React is a product landing page that allows users to: Link off to tourist locations, search for bookings based on name or room ID, Add orders a basket and submit their order.",
		"role": "UX Designer, FrontEnd Developer.",
		"tech": "HTML, CSS, JavaScript, React",
		"challenge": "",
		"solution": "",
		"source": {
			"url": "https://miles-hotel-react.netlify.com/",
			"github": "https://github.com/milesuno/cyf-hotel-react"
		}
	}
]
